9/data/attachments/c8b353904dfa492f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_b9e16bab-8608-4bc4-8d04-c9a69ef54cc2</nif:username>
            <nif:friendToBeAdded>Patricia_accept_Friend_7083_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>